tap "caskroom/cask"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "josegonzalez/php"
tap "neovim/neovim"
tap "peco/peco"
tap "rcmdnk/file"
tap "sanemat/font"
tap "simeji/jid"
cask "java"
cask "xquartz"
brew "ansible"
brew "apple-gcc42"
brew "autoconf"
brew "automake"
brew "bdw-gc"
brew "libpng"
brew "freetype"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "gmp@4"
brew "cloog"
brew "cmake"
brew "ctags"
brew "curl", args: ["with-libssh2"]
brew "zeromq"
brew "czmq"
brew "git"
brew "docker"
brew "docker-compose"
brew "openssl"
brew "jpeg"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "figlet"
brew "pcre2"
brew "fish"
brew "libtool"
brew "pkg-config"
brew "gobject-introspection"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fswatch"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "mpfr@2"
brew "libmpc@0.8"
brew "gcc@4.9"
brew "gdbm"
brew "gibo"
brew "git-ftp"
brew "git-lfs"
brew "go"
brew "glide"
brew "gnu-sed"
brew "graphviz"
brew "hadoop"
brew "readline"
brew "sqlite"
brew "python3"
brew "httpie"
brew "imagemagick"
brew "isl@0.11"
brew "jemalloc"
brew "jenkins"
brew "jid"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "lesspipe"
brew "libevent"
brew "libiconv"
brew "libsodium"
brew "libssh2"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "lua"
brew "mas"
brew "msgpack"
brew "mysql"
brew "nodebrew"
brew "pandoc"
brew "peco"
brew "phantomjs"
brew "pngquant"
brew "postgresql"
brew "pyenv"
brew "qcachegrind"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "selenium-server-standalone"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "unibilium"
brew "unison"
brew "unixodbc"
brew "vim", args: ["with-lua"]
brew "wget"
brew "josegonzalez/php/composer"
brew "josegonzalez/php/phan"
brew "josegonzalez/php/php70"
brew "josegonzalez/php/php70-ast"
brew "josegonzalez/php/phpctags"
brew "josegonzalez/php/wp-cli"
brew "neovim/neovim/neovim"
brew "rcmdnk/file/brew-file"
cask "dockertoolbox"
cask "macdown"
cask "mou"
cask "terraform"
cask "tuntap"
cask "vagrant"
cask "virtualbox"
mas "Alfred", id: 405843582
mas "ForkLift", id: 412448059
mas "GarageBand", id: 408980954
mas "iMovie", id: 408981434
mas "Install macOS Sierra", id: 1127487414
mas "iPhoto", id: 408981381
mas "Kobito", id: 896624060
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
